import placeholder from "../img/Placeholder.png"
import img from "../img/13.jpg"
import { Homes, Items, Poslug, Title } from "./Home.style";
export const Home = () => {
  return (
    <div><Title>Оренда автомобілів по всій Україні</Title>
     
        <Homes
            src={img ? img : placeholder}
            alt="авто"
            width={900}
      />
      <Poslug>Послуги</Poslug>
            <ul>
            <Items><h3>Оренда авто для туризму</h3>
            <p>Зазвичай часу на те, щоб відвідати все катастрофічно не вистачає, адже потрібно виділити час і на ділові зустрічі, і на те, щоб ознайомитись з культурою, музеями, архітектурними пам’ятками. Як же це все встигнути, особливо коли хочеться побувати не тільки в Івано-Франківську?
Найбільш легко і швидко питання вирішується орендою авто. Дякуючи цьому, ви не будете залежати від примх графіку руху громадського транспорту і зможете спланувати подорож на свій розсуд.
Також оренда автомобіля користується великим попитом і у самих жителів Прикарпаття, адже власний автомобіль може бути недоступний з будь-якої причини (технічне обслуговування, необхідність використання його іншими членами сім’ї чи родичами). У свою чергу, послуги KRENT доступні за ціною.
Більше того, якщо вам потрібно зустріти майбутнього партнера по бізнесу і ви маєте бажання справити на нього враження серйозного бізнесмена, можна орендувати авто преміум-класу чи позашляховика.</p></Items>
            <Items><h3>Оренда авто з водієм</h3>
            <p>Не менш популярною в компанії є послуга оренди автомобіля з водієм. Дякуючи цій послузі, гості України , що не знають регіону, можуть швидко пересуватись між містами чи по місту, не боячись заблукати чи витратити занадто багато часу для того, щоб добратись до необхідного об’єкту (в багатьох містах та містечках  в історичних центрах діє односторонній рух).
Також послуга трансферу (оренди авто з водієм) дозволить вам доставити гостей чи ділових партнерів з вокзалу чи аеропорту, якщо ви будете з якоїсь причини зайнятий і не можете зустріти їх самостійно. Перевага такого способу доставки перед таксі в тому, що у випадку затримки прибуття авіарейсу чи потягу вам не прийдеться турбуватись про те, що необхідно оплатити простій, чи таксист просто не дочекається ваших гостей. Також, замовляючи таксі, ви не можете бути впевненим, що автомобіль буде новим, чистим і вибраного класу.</p></Items>
        </ul>
        

    </div>
  );
};